Repository: ConLite/ConLite
Catalog: conlite/plugins/pluginmanager/locale/*/LC_MESSAGES/pluginmanager.po
Languages: de_de

source: Permission denied!
de_de: Zugriff verweigert!

source: Currently the plugin system is disabled via configuration
de_de: Momentan ist das Pluginsystem via Konfiguration abgeschaltet

source: Plugin uninstalled!
de_de: Plugin deinstalliert!

source: Cannot uninstall Plugin!
de_de: Kann Plugin nicht entfernen!

source: Cannot uninstall Plugin! Plugin not found in Db.
de_de: Plugin kann nicht deinstalliert werden! Plugin nicht in der DB.

source: Feature not implemented right now!
de_de: Feature noch nicht implementiert!

source: This plugin has no description.
de_de: Das Plugin hat keine Beschreibung.

source: This plugin has no dependencies.
de_de: Das Plugin hat keine Abhängigkeiten.

source: License not set.
de_de: Keine Lizenzangabe vorhanden.

source: Foldername
de_de: Verzeichnisname

source: Author
de_de: Autor

source: Contact
de_de: Kontakt

source: License
de_de: Lizenz

source: Dependencies
de_de: Abhängigkeiten

source: Writable
de_de: Beschreibbar

source: Invalid Xml document for %s. Please contact the plugin author.
de_de: Ungültiges xml-Dokument für %s. Bitte kontaktieren Sie den Plugin-Entwickler.

source: Everything looks fine.
de_de: Alles sieht gut aus.

source: Pluginfolder not writable!
de_de: Pluginverzeichnis nicht schreibbar!

source: No entries
de_de: Keine Einträge

source: Add new plugin
de_de: Neues Plugin installieren

source: Please choose a plugin package
de_de: Plugin Paket auswählen

source: Upload plugin package
de_de: Plugin Paket hochladen

source: Remove marked Plugins
de_de: Markierte Plugins l&ouml;schen

source: Installed Plugins
de_de: Installierte Plugins

source: Update marked plugins
de_de: Markierte Plugins aktualisieren

source: Plugins to install
de_de: Plugins zum Installieren

source: Drag & Drop plugin to list of installed plugins to install it.
de_de: Um ein Plugin zu installieren ziehen Sie es mit der Maus auf die Liste installierter Plugins.

source: Plugin is active
de_de: Plugin ist aktiv

source: Plugin not active
de_de: Plugin ist nicht aktiv

source: Installed since
de_de: Installiert seit

source: Install
de_de: Installieren

source: Remove
de_de: Entfernen

source: Update
de_de: Updaten

source: Please choose your new file
de_de: Bitte wählen Sie Ihre neue Datei

source: Execute uninstall.sql
de_de: uninstall.sql ausführen

source: (%s remove database tables)
de_de: (%s DB-Tabellen entfernen)

source: Uninstall Plugin
de_de: Plugin entfernen

source: Defined area <strong>%s</strong> are not found on your ConLite installation. Please contact your plugin author.
de_de: Die gewünschte Area <strong>%s</strong> gibt es nicht in Ihrer ConLite Installation. Bitte kontaktieren Sie den Plugin-Autor.

source: There seem to be an empty main navigation entry in plugin.xml. Please contact your plugin author.
de_de: Es gibt anscheinend einen leeren Eintrag zur Main Navigation in der plugin.xml. Bitte kontaktieren Sie den Plugin-Autor.

source: There seem to be an empty sub navigation entry in plugin.xml. Please contact your plugin author.
de_de: Es gibt anscheinend einen leeren Eintrag zur Sub Navigation in der plugin.xml. Bitte kontaktieren Sie den Plugin-Autor.

source: You can install this plugin only for one time.
de_de: Sie können dieses Plugin nur ein Mal installieren.

source: Defined area <strong>%s</strong> not found on your ConLite installation. Please contact your plugin author.
de_de: Die gewünschte Area <strong>%s</strong> gibt es nicht in Ihrer ConLite Installation. Bitte kontaktieren Sie den Plugin-Autor.

source: Defined nav main <strong>%s</strong> not found on your ConLite installation. Please contact your plugin author.
de_de: Die gewünschte Nav Main <strong>%s</strong> gibt es nicht in Ihrer ConLite Installation. Bitte kontaktieren Sie den Plugin-Autor.
